zuorasoap/zuorasoap-connector/zuorasoap-connector-1.0.0/org.wso2.carbon.connector/src/test/resources/artifacts/ESB/config/soapRequests/zuorasoap/apiGetUserInfoMandatory.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:urn="http://api.zuora.com/">
    <soapenv:Header>
        <urn:SessionHeader>
            <urn:session>%s(session)</urn:session>
        </urn:SessionHeader>
    </soapenv:Header>
    <soapenv:Body>
        <urn:getUserInfo/>
    </soapenv:Body>
</soapenv:Envelope>